Repository: mxhCodes/module-customer
Catalog: translations/customer.*.po
Languages: de

source: Add new customer
de: Konto erstellen

source: Name (Company or person)
de: Name (Firma oder Person)

source: Save and add another one
de: Speichern und weiteres Konto hinzufügen

source: Edit customer account @customer
de: Kundenkonto für @customer bearbeiten

source: Customer information for %customer has been saved.
de: Kundeninformationen für %customer wurden gespeichert.

source: This customer already exists.
de: Dieser Kunde existiert bereits.

source: You want to delete %name
de: Sie möchten %name löschen

source: Are you sure you want to delete the customer account %name?
de: Möchten Sie wirklich das Kundenkonto für %name löschen?

source: The customer account %name has been deleted.
de: Das Kundenkonto für %name wurde gelöscht.

source: There are no general settings for customers. You can manage fields and display settings here.
de: Es gibt keine allgemeinen Einstellungen für Kunden. Sie können hier Felder und Anzeigen verwalten.

source: Show only items where
de: Nur bestimmte Einträge zeigen

source: contains
de: enthält

source: Telephone number
de: Telefonnummer

source: Currently there are no customer informations.
de: Derzeit gibt es noch keine hinterlegten Informationen zu Kunden.

source: customer
de: Kunde

source: Customer
de: Kunde

source: Customer account for @name
de: Kundenkonto für @name

source: Type in an existing username. The owner is usually the user account of the customer. The owner can view and update his or her customer account.
de: Geben Sie einen im System vorhandenen Benutzernamen ein. Der Eigentümer ist normalerweise das zugehörige Benutzerkonto des Kunden. Der Eigentümer kann auf die Daten des Kundenkontos zugreifen und diese auch bearbeiten.

source: Deleted the customer account %name.
de: Das Kundenkonto für %name wurde gelöscht.

source: Customer ID
de: Kundennummer

source: The unique customer ID.
de: Die eindeutige Kundennummer.

source: Customer name
de: Kundenname

source: The unique name of the customer.
de: Der eindeutige Name des Kunden.

source: Date created
de: Erstellungsdatum

source: The date the customer was created.
de: Das Datum an welchem der Kunde erstellt wurde.

source: Date changed
de: Änderungsdatum

source: The date the customer was most recently updated.
de: Das Datum an welchem der Kunde das Letzte Mal geändert wurde.

source: Created by
de: Erstellt von

source: The creator of the customer.
de: Der Ersteller des Kundenkontos.

source: Changed by
de: Geändert von

source: The user who recently changed informations about the customer.
de: Der Benutzer, welcher zuletzt das Kundenkonto geändert hat.

source: Administer entity type customer
de: Entität vom Typ Kunde verwalten

source: Allows users to manage the customer entity type settings.
de: Erlaubt Benutzern die Verwaltung der Einstellungen von Entitäten des Typs Kunde.

source: Administer customers
de: Kunden verwalten

source: Allows users to administer customer entities.
de: Erlaubt Benutzern die Verwaltung aller Kundenkonten.

source: View customer informations
de: Kundeninformationen einsehen

source: Allows users to view customer information pages.
de: Erlaubt Benutzern das Einsehen aller eingetragenen Kundeninformationen.

source: Customers
de: Kunden

source: Overview
de: Übersicht

source: Customer configuration
de: Kundenkonfiguration

source: Settings and configuration for customer entities.
de: Einstellungen und Konfigurationen für Entitäten vom Typ Kunde.

source: Customer settings
de: Kundeneinstellungen

source: Email address
de: Email Adresse

source: Link to web page
de: Link zur Webseite

source: Address
de: Adresse

source: Manage customers.
de: Verwalte alle Kundenkonten.
